{
    "title": "Veelgestelde Vragen",
    "questions": {
        "accountVerification": "Hoe verifieer ik mijn account?",
        "accountCreation": "Hoe log ik in en maak ik een account aan?",
        "modifyRegistration": "Hoe wijzig ik een bestaande inschrijving?"
    },
    "accountVerification": {
        "intro": "Accountverificatie is vereist om de veiligheid en integriteit van ons wedstrijdbeheersysteem te waarborgen. U moet uw account verifiëren voordat u zich kunt inschrijven voor wedstrijden.",
        "step1": {
            "title": "Controleer Uw E-mail",
            "description": "Na registratie, zoek naar een e-mail met het onderwerp 'Verifieer uw e-mailadres' in uw inbox. Vergeet niet ook uw spammap te controleren."
        },
        "step2": {
            "title": "Klik op de Verificatielink",
            "description": "Klik op de link 'Verifieer mijn e-mail' in de e-mail. Dit bevestigt uw account."
        },
        "step3": {
            "title": "Begin met het gebruik van het platform",
            "description": "Eenmaal geverifieerd, wordt u doorgestuurd naar de site waar u zich kunt inschrijven voor wedstrijden door op de kalender te klikken en een wedstrijd te selecteren."
        },
        "note": "Als u de verificatie-e-mail niet binnen 5 minuten heeft ontvangen, kunt u een nieuwe aanvragen via uw profielinstellingen."
    },
    "accountCreation": {
        "intro": "Om toegang te krijgen tot alle functies van ons platform, moet u een account aanmaken en inloggen.",
        "step1": {
            "title": "Klik op de knop \"Inloggen\"",
            "description": "Klik op de knop \"Inloggen\" rechtsboven in het scherm. Er verschijnt een \"Inloggen\" pop-up."
        },
        "step2": {
            "title": "Maak een Account aan",
            "description": "Als dit de eerste keer is dat u deze site gebruikt, heeft u nog geen account. Klik op \"Registreren\" onderaan de pop-up. Er verschijnt een \"Registreren\" pop-up die u kunt invullen."
        },
        "step3": {
            "title": "Verifieer Uw Account",
            "description": "Om uw registratie te voltooien, moet u uw account verifiëren. Zie de sectie over accountverificatie voor details."
        },
        "note": "Na het aanmaken van uw account ontvangt u een verificatie-e-mail. U moet uw account verifiëren voordat u zich kunt inschrijven voor wedstrijden."
    },
    "modifyRegistration": {
        "intro": "U kunt uw bestaande inschrijvingen eenvoudig wijzigen via de sectie \"Mijn Inschrijvingen\".",
        "step1": {
            "title": "Selecteer de inschrijving om te wijzigen",
            "description": "In \"Mijn Inschrijvingen\", selecteer de inschrijving die u wilt wijzigen. Klik op de wijzigingsknop om het wijzigingsproces te starten."
        },
        "step2": {
            "title": "Atleet",
            "description": "Controleer de atletengegevens en klik op volgende."
        },
        "step3": {
            "title": "Evenementen",
            "description": "U kunt evenementen wijzigen, nieuwe evenementen toevoegen of evenementen verwijderen en vervolgens op volgende klikken."
        },
        "step4": {
            "title": "Beste prestatie en samenvatting",
            "description": "Pas indien nodig uw beste prestatie aan en klik op volgende. Op de samenvattingspagina houdt de te betalen prijs rekening met wat u al heeft betaald. Klik op bevestigen of betalen om af te ronden."
        },
        "note": "Wijzigingen in uw inschrijvingen kunnen extra kosten of terugbetalingen met zich meebrengen, afhankelijk van de wedstrijdregels."
    },
    "cantFindAnswer": {
        "title": "Kunt u niet vinden wat u zoekt?",
        "description": "Ons supportteam staat voor u klaar! Stuur ons een e-mail en we reageren zo snel mogelijk.",
        "contactSupport": "Contact Support"
    }
}
